---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadMomentMz
source: html/17c8d4bd-9542-22d9-3b2b-0d640a3e8d0a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadMomentMz Property

"Mz"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadMomentMz { get; }
```